export const experience = {
	title: 'ДОСВІД',
	sections: [
		{
			title: 'Junior UX/UI Дизайнер',
			subTitle: 'КВІТЕНЬ 2021 - ЛИПЕНЬ 2021 // unqa.agency (agency, Rivne)',
			descriptions: [
				'Веб-дизайн, дизайн фірмових стилів та логотипів',
				'Презентація проєктів перед замовником',
			],
		},
		{
			title: 'Графічний Дизайнер',
			subTitle: 'ГРУДЕНЬ 2011 - СІЧЕНЬ 2015 // Бюро МарТ (рекламно консалтингове агентство, Rivne)',
			descriptions: [
				'Дизайн логотипів, корпоративних стилів, зовнішньої реклами, друкованої та сувенірної продукції',
			],
		},
	],
};
