import { en } from '../en';

export const summary = {
	name: 'Раджаб Бобомуратов',
	position: en.summary.position,
	description: {
		part1: 'Я React Front-end розробник з досвідом роботи в UX/UI дизайні та знаннями QA Manual.',
		part2: 'Нещодавно закінчив курси по JavaScript та React розробці, однією з головних особливостей яких був великий акцент на самонавчанні. Там отримав базу по роботі з JS, React, Redux / RTK, REST API, MUI та іншому.',
		part3: 'Під час навчання постійно намагався використовувати додаткові технології, що не входили до плану курсу.',
		part4: 'Також паралельно працював і працюю далі над:',
		part4List: {
			list1: 'UI бібліотекою, яку використовував для персональних завдань та в якості основної UI бібліотеки в одному з фінальних командних завдань;',
			list2: 'Npm бібліотекою TS скриптів, куди я виношу специфічні функції або функції, якими часто користуюсь;',
			list3: 'Telegram ботом для шкільного чату, написаному на фреймворку Telegraf;',
			list4: 'Набором api функцій написаному на Google Apps Script — псевдобеком для роботи з гугл таблицями через REST API.',
		},
		part5: 'В командних завданнях був тімлідом, налаштовував проєкти, організовував процеси та комунікацію.',
		part6: 'На курсі мав певний статус «rs-activists», за допомогу іншим студентам та модерування україномовного чату в Телеграм.',
		part7: 'Під час навчання почав вести конспект в notion, який перетворився у міні енциклопедію, яким часом користуються близькі одногрупники або люди які про нього знають.',
		part8: 'Окрім цього маю некомерційний/напівкомерційний досвід розробки скриптів та інструментів на JS (Figma, After Effects, Studio One), Lua (Reaper DAW), AHK (Windows OS) та деяких інших мовах.',
		part9: 'Люблю експериментувати та постійно знаходжуся в процесі вивчення чогось нового. Не боюсь використовувати нові підходи та змінювати звички, якщо бачу в цьому логіку та ріст для себе.',
	},
};
