import { en } from '../en';

export const summary = {
	name: 'Раджаб Бобомуратов',
	position: en.summary.position,
	description: {
		part1: 'Я React Front-end розробник з досвідом роботи в UX/UI дизайні та знаннями QA Manual.',
		part2: 'Наразі я беру участь як волонтер в одному з проектів Baza Trainee, як тімлід та ментор фронт-енд команди.',
		part3: 'Закінчив курси по JavaScript та React розробці, однією з головних особливостей яких був акцент на самонавчанні.',
		part4: 'Під час навчання намагався використовувати додаткові технології.',
		part5: 'Також паралельно працював / працюю далі над:',
		part5List: {
			list1: 'Ameliance UI — бібліотекою, яку використовував для персональних завдань та в якості основної UI бібліотеки в одному з фінальних командних завдань;',
			list2: 'Ameliance Scripts — npm бібліотекою скриптів, до якої виношу специфічні функції або функції, якими часто користуюсь;',
			list3: 'RS School 🇺🇦 — Telegram ботом для шкільного чату, написаному на Telegraf та згодом переписана grammY',
			list4: 'Набором api функцій написаному на Google Apps Script — псевдобеком для роботи з гугл таблицями через REST API.',
		},
		part6: 'В командних завданнях був тімлідом, налаштовував проєкти, організовував процеси та комунікацію.',
		part7: 'На курсі отримав статус «rs-activists», за допомогу іншим студентам та модерування україномовного чату в Телеграм.',
		part8: 'Під час вів конспект в notion, який перетворився у міні енциклопедію, яким часом користуються близькі одногрупники або люди які про нього знають.',
		part9: 'Окрім цього маю некомерційний/напівкомерційний досвід розробки скриптів та інструментів на JS (Figma, After Effects, Studio One), Lua (Reaper DAW), AHK (Windows OS) та деяких інших мовах.',
		part10: 'Люблю експериментувати та постійно знаходжуся в процесі вивчення чогось нового. Не боюсь використовувати нові підходи та змінювати звички, якщо бачу в цьому логіку та ріст для себе.',
	},
};
